{"name":"Grinshill",
  "description":"Grinshill is a series of natural sandstone outcrops and disused quarries a few miles north of Shrewsbury. The hill itself is a stark break to the relatively flat lands of North Shropshire, and this, along with it proximity to the MOD helicopter training school at RAF Shawbury means that the summit bears a bright red beacon. <br><br>Stone from Grinshill has been used for centuries to build both the nearby village bearing its name, and some of the great structures of Shrewsbury, such as its 'English' and 'Welsh' bridges <br><br>The rock itself varies from soft crumbly red sandstone to a grey cement like variety that was more valued for building. The whole area of the hill is covered with small outcrops and the remaiing smooth faces of the long abandoned quarry. Grinshill is renowned as a bouldering venue, and a place for highballs and topropes. Many ascents have been lead or solo'd, but any climber should think carefully about the limited protection offered by sandstone and note that the relatively high subjective grades point towards this danger. There is lots to interest the beginner, but also plenty to keep experienced climbers interested. One strong note of caution is that the belays should be inspected before you climb. Some areas offer trees, but they are often far back, and the prudent climber would find much use for a second rope. At the top rocks especially the belay anchors are a trig point and view point, which is some 20-30 metres from the cliff edge! <br><br>Grinshill is a great place for evening bouldering, or saving a wasted day, but not for epic adventures. The definitive guidebook was Doug Kerr's excellent 'West Midlands Rock', out of print and absurdley expensive second-hand. Stuart Cathcart added the self described 'Shropshire Bouldering', which is probably even more rare. 'Boulder Britain' by Nial Grimes shows a small number of routes and has some nice maps",
"access":"Park at Corbett Wood car park only. Please don't park in any of the villages or access is at risk. Organised groups should not use this crag, and groups of more than 6 friends should either split up or frankly find a better crag. Paths lead in every direction. For access to the Top rocks, Middle rocks, the Sugarlump etc. you should walk back towards the entrance road. A private road appears on the left where you can walk along the tops of some of the quarries to a clearing by the school at OS:517240. Directions from here are in each individual area descriptions. A path runs at the southern end of the car park heads eastwards to Ass creek and the White Tower. The woods are full of short-cuts which you can enjoy discovering at your leisure. Please check back soon as we have some amazing maps coming",
"mapsrc":"https://www.openstreetmap.org/export/embed.html?bbox=-2.728042602539063%2C52.80141225804709%2C-2.683839797973633%2C52.81728815003413&amp;layer=mapnik&amp;marker=52.80935092871916%2C-2.7059412002563477",
"maphref":"https://www.openstreetmap.org/?mlat=52.8094&amp;mlon=-2.7059#map=15/52.8094/-2.7059&amp;layers=N",
"osgrid":"OS Explorer 241 'Shrewsbury' Grid ref: 525237",
"bmcrad":"https://www.thebmc.co.uk/modules/RAD/View.aspx?id=853"}
